Repository: supermoz5536/ChatBus
Catalog: lib/l10n/app_*.arb
Languages: es, ja, ko, zh, zh_tw

# error
source: An error has occurred
es: Ha ocurrido un error
ja: エラーが発生しました
ko: 오류가 발생했습니다
zh: 发生错误
zh_tw: 錯誤發生了

source: Name
es: Nombre
ja: 名前
ko: 이름
zh: 姓名
zh_tw: 姓名

# statement
source: Introduction
es: Introducción
ja: 自己紹介文
ko: 자기소개문
zh: 介绍声明
zh_tw: 自我介紹

source: OK
ja: 決定
ko: 확인
zh: 确定
zh_tw: 確定

source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
zh: 取消
zh_tw: 取消

source: Change
es: Cambiar
ja: 変更
ko: 변경
zh: 更改
zh_tw: 更改

source: Change name?
es: ¿Cambiar nombre?
ja: 名前を変更しますか？
ko: 이름을 변경하시겠습니까?
zh: 更改名称？
zh_tw: 您要更改名字嗎？

# inputNewName
source: Enter new name
es: Introduzca nuevo nombre
ja: 新しい名前を入力
ko: 새 이름 입력
zh: 输入新名称
zh_tw: 輸入新名字

# inputName
source: Enter name
es: Ingrese nombre
ja: 名前を入力
ko: 이름을 입력하다
zh: 输入名称
zh_tw: 輸入名字

# changeStatement
source: Change introduction statement?
es: ¿Cambiar la declaración de introducción?
ja: 自己紹介文を変更しますか？
ko: 자기소개문을 변경하시겠습니까?
zh: 更改介绍声明？
zh_tw: 您要更改自我介紹嗎？

# inputNewStatement
source: Enter new introduction statement
es: Ingrese su introducción
ja: 新しい自己紹介文を入力
ko: 새 자기소개문 입력
zh: 输入新的介绍声明
zh_tw: 輸入新的自我介紹

# appLanguage
source: App display language
es: Idioma de visualización de la aplicación
ja: アプリの表示言語
ko: 앱 표시 언어
zh: 应用显示语言
zh_tw: 應用程序顯示語言

# targetLanguage
source: Target translation language
es: Idioma de traducción objetivo
ja: 翻訳先の言語
ko: 목표 번역 언어
zh: 目标翻译语言
zh_tw: 目標翻譯語言

# subscription
source: Subscription Plan
es: Plan de suscripción
ja: サブスクリプションプラン
ko: 구독 계획
zh: 订阅：免费计划
zh_tw: 訂閱：免費計畫

# environmentalSetting
source: Environmental Settings
es: Configuraciones ambientales
ja: 環境設定
ko: 환경 설정
zh: 环境设置
zh_tw: 環境設置

# noMessage
source: No messages
es: No hay mensajes
ja: メッセージがありません
ko: 메시지가 없습니다
zh: 没有消息
zh_tw: 沒有訊息

source: Add friend
es: Añadir amigo
ja: 友達に追加
ko: 친구 추가
zh: 添加好友
zh_tw: 加為好友

source: Requesting
es: Solicitando
ja: リクエスト中
ko: 요청 중
zh: 请求中
zh_tw: 請求中

# alreadyFriend
source: Already friends
es: Ya son amigos
ja: 既に友達です
ko: 이미 친구입니다
zh: 已经是朋友了
zh_tw: 已經是朋友了

source: Translation
es: Traducción
ja: 翻訳
ko: 번역
zh: 翻译
zh_tw: 翻譯

source: Back
es: Volver
ja: 戻る
ko: 뒤로
zh: 返回
zh_tw: 返回

source: English
es: Inglés
ja: 英語
ko: 영어
zh: 英语
zh_tw: 英語

source: Japanese
es: Japonés
ja: 日本語
ko: 일본어
zh: 日语
zh_tw: 日語

source: Spanish
es: Español
ja: スペイン語
ko: 스페인어
zh: 西班牙语
zh_tw: 西班牙語

source: Korean
es: Coreano
ja: 韓国語
ko: 한국어
zh: 韩语
zh_tw: 韓語

source: Chinese
es: Chino
ja: 中国語
ko: 중국어
zh: 中文
zh_tw: 中文

source: Friend Request
es: Solicitud de amistad
ja: 友達リクエスト
ko: 친구 요청
zh: 好友请求
zh_tw: 好友請求

# thereIsNoFriendRequest
source: No notifications of friend requests
es: No hay notificaciones de solicitud de amistad
ja: リクエストの通知はありません
ko: 친구 요청 알림이 없습니다
zh: 没有好友请求通知
zh_tw: 沒有好友請求通知

# acceptRequest
source: Accept
es: Aceptar
ja: 承認する
ko: 수락
zh: 接受
zh_tw: 接受

# denyRequest
source: Decline
es: Rechazar
ja: 却下する
ko: 거절
zh: 拒绝
zh_tw: 拒絕

# waitingForRequest
source: Waiting for a friend request
es: Esperando una solicitud de amistad
ja: リクエストの承認を待っています。
ko: 친구 요청을 기다리고 있습니다
zh: 等待好友请求
zh_tw: 等待好友請求

# acceptedRequest
source: Your request has been accepted
es: Tu solicitud ha sido aceptada
ja: リクエストが承認されました。
ko: 요청이 수락되었습니다
zh: 你的请求已被接受
zh_tw: 你的請求已被接受

# deniedRequest
source: Your request has been declined
es: Tu solicitud ha sido rechazada
ja: リクエストが却下されました。
ko: 요청이 거절되었습니다
zh: 你的请求已被拒绝
zh_tw: 你的請求已被拒絕

# mailNotification
source: Email notification
es: Notificación de correo electrónico
ja: メール通知
ko: 이메일 알림
zh: 邮件通知
zh_tw: 郵件通知

# thereIsNoUnreadMail
source: No unread emails
es: No hay correos electrónicos no leídos
ja: 未読のメールはありません
ko: 읽지 않은 이메일이 없습니다
zh: 没有未读邮件
zh_tw: 沒有未讀郵件

# notificationOfInbox
source: Notification of new emails
es: Notificación de nuevos correos electrónicos
ja: 受信メールの通知
ko: 새 이메일 알림
zh: 新邮件通知
zh_tw: 新郵件通知

# displayMatchingHistory
source: Show matching history
es: Mostrar historial de coincidencias
ja: マッチング履歴の表示
ko: 매칭 이력 표시
zh: 显示匹配历史
zh_tw: 顯示匹配歷史

# headerMatchingHistryDrawer
source: History of matches
es: Historial de coincidencias
ja: マッチングの履歴
ko: 매칭 이력
zh: 匹配历史
zh_tw: 匹配歷史

# moreThanOneWeekAgo
source: Over a week ago
es: Hace más de una semana
ja: 1週間以上前
ko: 일주일 이상 전
zh: 一周前
zh_tw: 一週前

source: This week
es: Esta semana
ja: この１週間
ko: 이번 주
zh: 本周
zh_tw: 本週

source: Today
es: Hoy
ja: 今日
ko: 오늘
zh: 今天
zh_tw: 今天

source: Yesterday
es: Ayer
ja: 昨日
ko: 어제
zh: 昨天
zh_tw: 昨天

# thereIsNoMatchingHistory
source: No history of matches
es: No hay historial de coincidencias
ja: まだマッチングの履歴がありません
ko: 매칭 이력이 없습니다
zh: 没有匹配历史
zh_tw: 沒有匹配歷史

source: Welcome Back!
es: ¡Bienvenido de nuevo!
ja: おかえりなさい！
ko: 다시 오신 것을 환영합니다!

# emailAdress
source: Email Address
es: Dirección de correo electrónico
ja: メールアドレス
ko: 이메일 주소

source: Password
es: Contraseña
ja: パスワード
ko: 비밀번호

# notFoundEmailAdress
source: Email address not found.
es: Dirección de correo electrónico no encontrada.
ja: メールアドレスが見つかりません
ko: 이메일 주소를 찾을 수 없습니다.

# emptyPassword
source: Please enter your password.
es: Por favor, introduzca su contraseña.
ja: パスワードを入力してください
ko: 비밀번호를 입력해 주세요.

# wrongPasword
source: The password is incorrect.
es: La contraseña es incorrecta.
ja: パスワードが違います
ko: 비밀번호가 틀립니다

# beforeStart
source: During initial process
es: Durante el proceso inicial
ja: 初期化処理の間に
ko: 초기 과정 중에
zh: 开始前
zh_tw: 開始之前

# setBelow
source: Please set the following.
es: Por favor, configure lo siguiente.
ja: 以下の設定してください。
ko: 다음을 설정해 주세요.
zh: 请设置以下内容。
zh_tw: 請設置以下內容。

source: Gender
es: Género
ja: 性別
ko: 성별
zh: 性别
zh_tw: 性別

# learningLanguage
source: Language you learn
es: Idioma que aprendes
ja: 学習してる言語
ko: 배우고 있는 언어
zh: 您正在学习的语言
zh_tw: 您正在學習的語言

# start
source: Start chat
es: Iniciar chat
ja: チャット開始
ko: 채팅 시작
zh: 开始聊天
zh_tw: 開始聊天

# alreadyRegistered
source: Already have an account?
es: ¿Ya tiene una cuenta?
ja: すでにアカウントをお持ちですか？
ko: 이미 계정이 있으신가요?
zh: 如果您已经注册了电子邮件，您可以在这里登录。
zh_tw: 如果您已經註冊了電子郵件，您可以在這裡登錄。

source: Login
es: iniciar sesión
ja: ログイン
ko: 로그인

# searchPageTooltip
source: Settings for matching with a partner
es: Configuraciones para coincidir con un socio
ja: マッチングしたい相手の設定ができます
ko: 파트너와 매칭하기 위한 설정
zh: 与伙伴匹配的设置
zh_tw: 與合作夥伴匹配的設置

# dMListPageTooltip
source: List of emails received from friends
es: Lista de correos electrónicos recibidos de amigos
ja: 友達から受信したメールの一覧が見られます
ko: 친구로부터 받은 이메일 목록
zh: 从朋友那里收到的电子邮件列表
zh_tw: 從朋友那裡收到的電子郵件列表

# friendListPageTooltip
source: List of friends
es: Lista de amigos
ja: 友達の一覧が見られます
ko: 친구 목록
zh: 朋友列表
zh_tw: 好友列表

# searchBelowIcon
source: Search
es: Buscar
ja: 検索設定
ko: 검색 설정
zh: 搜索设置
zh_tw: 搜索設置

# messageBelowIcon
source: Messages
es: Mensajes
ja: メッセージ
ko: 메시지
zh: 消息
zh_tw: 訊息

# friendsBelowIcon
source: Friend
es: Amigo
ja: 友達リスト
ko: 친구 목록
zh: 好友列表
zh_tw: 朋友列表

# headerMatchingProgressPage
source: Matching
es: Emparejando
ja: マッチング中
ko: 매칭 중
zh: 匹配中
zh_tw: 配對中

# termsOfUse
source: Let's talk about the terms of use Don't make statements that could discomfort others! Don't use this for romantic encounters! Don't share personal information! These are promises for a fun time!
es: Hablemos de los términos de uso ¡No hagas declaraciones que puedan incomodar a otros! ¡No uses esto para encuentros románticos! ¡No compartas información personal! ¡Estas son promesas para un tiempo divertido!
ja: 利用規約のお話をしますね！ 相手を不快にさせるような発言はしないでね！ 出会いを目的にした利用はしないでね！ 個人情報を相手に教え出ないでね！ 楽しい時間を過ごすための約束だよ！
ko: 이용 약관에 대해 이야기해 봅시다 다른 사람을 불편하게 할 수 있는 발언을 하지 마세요! 이것을 로맨틱한 만남에 사용하지 마세요! 개인 정보를 공유하지 마세요! 즐거운 시간을 위한 약속입니다!
zh: 让我们谈谈使用条款 不要发表可能让他人不适的声明！ 不要用这个进行浪漫邂逅！ 不要分享个人信息！ 这些是愉快时光的承诺！
zh_tw: 讓我們談談使用條款 不要發表可能讓他人不適的聲明！ 不要用這個進行浪漫邂逅！ 不要分享個人信息！ 這些是愉快時光的承諾！

# searchingYourPartner
source: Searching for your chat partner!
es: ¡Buscando a tu pareja de chat!
ja: チャット相手を検索中だよ！
ko: 채팅 파트너를 검색 중입니다!
zh: 正在搜索您的聊天伙伴！
zh_tw: 正在搜索您的聊天伙伴！

# headerTalkRoomPage
source: Talk Room
es: Sala de chat
ja: トークルーム
ko: 대화방
zh: 聊天室
zh_tw: 聊天室

# endChat
source: EXIT
es: SALIR
ja: チャットを終了
ko: 채팅 종료
zh: 退出
zh_tw: 退出

# findNextPartner
source: Go Next
es: Ir siguiente
ja: 次のチャット相手を探す
ko: 다음으로
zh: 寻找下一个伙伴
zh_tw: 尋找下一個伙伴

# backToHome
source: Go Home
es: Ir a inicio
ja: 最初の画面に戻る
ko: 홈으로 돌아가기
zh: 回到首页
zh_tw: 回到首頁

# sayHi
source: , you've got a new match! Say hi!.
es: , tienes una nueva coincidencia! ¡Di hola y comienza a chatear!
ja: とマッチングしました！チャットを始めるよ！
ko: 님과 매치되었습니다! 채팅을 시작해 보세요!
zh: 你有了一个新的匹配！打个招呼，开始聊天吧！
zh_tw: 你有了一個新的匹配！打個招呼，開始聊天吧！

# headerDMRoomPage
source: Direct Messages
es: Mensajes directos
ja: ダイレクトメッセージ
ko: 다이렉트 메시지
zh: 直接消息
zh_tw: 直接消息

# newMessageFromHere
source: new messages from here
es: nuevos mensajes desde aquí
ja: ここから新しいメッセージ
ko: 여기서부터 새 메시지
zh: 从这里开始的新消息
zh_tw: 從這裡開始的新消息

# headerProfilePage
source: Profile Page
es: Página de perfil
ja: プロフィールページ
ko: 프로필 페이지
zh: 个人资料页
zh_tw: 個人資料頁

source: No profile information.
es: No hay información de perfil.
ja: プロフィールの情報がありません。
ko: 프로필 정보가 없습니다.
zh: 没有个人资料信息。
zh_tw: 沒有個人資料信息。

# greeting
source: Greet
es: Saludar
ja: 挨拶する
ko: 인사하기
zh: 问候
zh_tw: 問候

source: Block
es: Bloquear
ja: ブロックする
ko: 차단하기
zh: 阻止
zh_tw: 阻止

# confirmReally
source: Really?
es: ¿En serio?
ja: 本当？
ko: 정말로?
zh: 真的吗？
zh_tw: 真的嗎？

# headerMatchedHistoryPage
source: Talk History
es: Historial de conversaciones
ja: トーク履歴
ko: 대화 기록
zh: 聊天历史
zh_tw: 聊天歷史

# headerSearchPage
source: Set up search! Start chatting!
es: ¡Configura la búsqueda! ¡Empieza a chatear!
ja: 検索の設定をして チャットを始めよう!
ko: 검색 설정! 채팅 시작!
zh: 设置搜索！ 开始聊天！
zh_tw: 設置搜尋！ 開始聊天！

# filterOverlapAlert
source: You cannot select the same language simultaneously in the Native Language Settings and Language Filter.
es: No puede seleccionar el mismo idioma simultáneamente en la Configuración Nativa y el Filtro de idioma.
ja: 母国語設定と言語フィルターで、同じ言語を同時に選択することはできません。
ko: 모국어 설정과 언어 필터에서 동일한 언어를 동시에 선택할 수 없습니다.

# titleSelectNativeLanguage
source: Native Setting
es: Configuración Nativa
ja: 母国語設定
ko: 모국어 설정
zh: 母语设置
zh_tw: 選擇母語

# subTitleSelectNativeLanguage
source: Please choose up to three of your native languages!
es: ¡Por favor, elija hasta tres de sus lenguas maternas!
ja: あなたの母国語を3つまで選択してください！
ko: 모국어를 최대 세 개까지 선택해주세요!
zh: 您可以选择最多3种您能流利使用的语言！
zh_tw: 您可以選擇最多3種您能流利使用的語言！

# titleLanguageFilter
source: Language filter
es: Filtro de idioma
ja: 言語フィルター
ko: 언어 필터
zh: 语言过滤器
zh_tw: 語言過濾器

# subTitleLanguageFilter
source: Please select one language that you are interested in!
es: ¡Seleccione un idioma que le interese!
ja: あなたの関心のある言語を1つ選択してください！
ko: 관심 있는 언어를 하나 선택해주세요!
zh: 您可以选择匹配伙伴使用的一种语言！
zh_tw: 您可以選擇匹配伙伴使用的一種語言！

# titleGenderFilter
source: Gender filter
es: Filtro de género
ja: ジェンダーフィルター
ko: 성별 필터
zh: 性别过滤器
zh_tw: 性別過濾器

# subTitleGenderFilter
source: You can select the gender of the person you want to match with!
es: ¡Puedes seleccionar el género de la persona con la que quieres coincidir!
ja: マッチングしたい人の性別を選択できます！
ko: 매칭하고 싶은 사람의 성별을 선택할 수 있습니다!
zh: 您可以选择您想要匹配的人的性别！
zh_tw: 您可以選擇您想要匹配的人的性別！

source: Male
es: Hombre
ja: 男性
ko: 남성
zh: 男性
zh_tw: 男性

source: Female
es: Mujer
ja: 女性
ko: 여성
zh: 女性
zh_tw: 女性

source: Male and Female
es: Masculino y Femenino
ja: 男性と女性
ko: 남성과 여성
zh: 男性和女性
zh_tw: 男性和女性

# readHowToSearch
source: About How to Search and Modes
es: Acerca de Cómo Buscar y los Modos
ja: 検索方法とモードについて
ko: 검색 방법 및 모드에 대하여
zh: 阅读如何搜索

# fourSearchOption
source: 4 Search Options
es: 4 opciones de búsqueda
ja: 4つの検索設定オプション
ko: 4가지 검색 옵션
zh: 四种搜索选项

# nativeMatchingTitle
source: Native Mode
es: Modo Nativo
ja: ネイティブモード
ko: 네이티브 모드
zh: 本族语模式

# nativeMatchingSub1
source: Prioritize users with the same native language
es: Priorizar a usuarios con el mismo idioma nativo
ja: 母国語が同じ人を優先してマッチング
ko: 동일한 모국어 사용자를 우선시함
zh: 优先与同一母语用户匹配

# nativeMatchingSub2
source: Select your native language in Native Setting and Language Filter
es: Seleccione su idioma nativo en Configuración Nativa y Filtro de Idioma
ja: 母国語設定と言語フィルターであなたの母国語を選択
ko: 모국어 설정과 언어 필터에서 당신의 모국어를 선택하세요
zh: 请在母国語设定及语言过滤中选择您的母语

# nativeMatchingSub3
source: If your native language is English: English / English
es: Si tu idioma nativo es el inglés: Inglés / Inglés
ja: 母国語が英語の場合：英語 / 英語
ko: 모국어가 영어인 경우: 영어 / 영어
zh: 如果你的母语是英语：英语 / 英语

# exchangeMatchingTitle
source: Exchange Mode
es: Modo de intercambio
ja: エクスチェンジモード
ko: 교환 모드
zh: 交换模式

# exchangeMatchingSub1
source: Prioritize users who are interested in your native language and whose native language is the language you want to learn
es: Emparejar con personas que están interesadas en tu idioma nativo y cuyo idioma nativo es el idioma que quieres aprender
ja: 「あなたの母国語に興味があり、かつ、あなたの学びたい言語が母国語の人」を優先してマッチング
ko: 모국어에 관심 있는 사람들과 매칭하고, 배우고 싶은 언어가 그들의 모국어인 사람
zh: 与对你的母语感兴趣且母语是你想学习的语言的人匹配

# exchangeMatchingSub2
source: Select your native language in Native Setting and the language you want to learn in the Language Filter
es: Selecciona tu idioma nativo en la Configuración Nativa y el idioma que deseas aprender en el filtro de idioma
ja: 母国語設定で母国語を選択し、言語フィルターであなたの学びたい言語を選択
ko: 모국어 설정'에서 당신의 모국어를 선택하고, 언어 필터에서 배우고 싶은 언어를 선택하세요
zh: 母语设置中选择你的母语，并在语言过滤器中选择你想学习的语言

# exchangeMatchingSub3
source: If your native language is English: English / Chinese
es: Si tu idioma nativo es inglés: Inglés / Chino
ja: 母国語が英語の場合：英語 / 中国語
ko: 모국어가 영어인 경우: 영어 / 중국어
zh: 如果你的母语是英语：英语 / 中文

# teachableMatchingTitle
source: Teachable Mode
es: Modo Enseñable
ja: ティーチャブルモード
ko: 가르칠 수 있는 모드
zh: 可教模式

# teachableMatchingSub1
source: Match with everyone interested in your native language
es: Haz coincidir con todas las personas interesadas en tu lengua materna
ja: あなたの母国語に興味がある全ての人とマッチング
ko: 모국어에 관심 있는 모든 사람과 매칭
zh: 与对你的母语感兴趣的所有人匹配

# teachableMatchingSub2
source: Select your native language in Native Setting and don't select anything for the Language Filter
es: Selecciona tu idioma nativo en la Configuración Nativa y no elijas nada en el filtro de idioma.
ja: 母国語設定で母国語を選択し、言語フィルターは何も選択しない
ko: 모국어 설정에서 모국어를 선택하고, 언어 필터에서는 아무것도 선택하지 않습니다.
zh: 母语设置中选择你的母语，并且不要为语言过滤器选择任何选项

# teachableMatchingSub3
source: If your native language is English: English / None
es: Si tu idioma nativo es inglés: Inglés / Ninguno
ja: あなたの母国語が英語の場合：英語 / 選択なし
ko: 모국어가 영어인 경우: 영어 / 없음
zh: 如果你的母语是英语：英语 / 无

# mateMatchingTitle
source: Mate Mode
es: Modo Compañero
ja: メイトモード
ko: 메이트 모드
zh: 伙伴模式

# mateMatchingSub1
source: Prioritize users who are learning the same language as you
es: Priorizar el emparejamiento con compañeros que están aprendiendo el mismo idioma que tú
ja: あなたと同じ言語を学習してる仲間と優先的にマッチング
ko: 당신과 같은 언어를 배우고 있는 친구와 우선적으로 매칭
zh: 优先与学习相同语言的同伴匹配

# mateMatchingSub2
source: Don't select anything for Native Setting, and select the language you want to learn for Language Filter
es: No selecciones nada en la Configuración Nativa y elige el idioma que deseas aprender en el filtro de idioma.
ja: 母国語設定は何も選択せず、言語フィルターであなたの学びたい言語を選択
ko: 모국어 설정은 선택하지 않고, 언어 필터로 배우고 싶은 언어를 선택
zh: 不要为母语设置选择任何内容，并且为语言过滤器选择你想学习的语言

# mateMatchingSub3
source: If the language you want to learn is Chinese: None / Chinese
es: Si el idioma que quieres aprender es chino: Ninguno / Chino
ja: あなたの学びたい言語が中国語の場合：選択なし/ 中国語
ko: 배우고 싶은 언어가 중국어인 경우: 없음 / 중국어
zh: 如果你想学的语言是中文：无 / 中文

# currentSearchModeTitle
source: Current Search Mode
es: Modo de Búsqueda Actual
ja: 現在の検索モード
ko: 현재 검색 모드
zh: 当前搜索模式

# modeNameMate
source: Mate Mode
es: Modo Compañero
ja: メイトモード
ko: 메이트 모드
zh: 伙伴模式

# modeNameTeachable
source: Teachable Mode
es: Modo Enseñable
ja: ティーチャブルモード
ko: 가르칠 수 있는 모드
zh: 可教模式

# modeNameNative
source: Native Mode
es: Modo Nativo
ja: ネイティブモード
ko: 네이티브 모드
zh: 本族语模式

# modeNameExchange
source: Exchange Mode
es: Modo de Intercambio
ja: エクスチェンジモード
ko: 교환 모드
zh: 交换模式

# thereIsNoFriend
source: There are no friends yet.
es: Todavía no hay amigos.
ja: まだ友達がいません。
ko: 아직 친구가 없습니다.
zh: 还没有朋友。
zh_tw: 還沒有朋友。

# sendRequestToYourChatPartner
source: Send a friend request to your chat partner!
es: ¡Envía una solicitud de amistad a tu pareja de chat!
ja: チャット相手に友達リクエストを送りましょう!
ko: 채팅 상대에게 친구 요청을 보내세요!
zh: 向您的聊天伙伴发送好友请求！
zh_tw: 向您的聊天對象發送好友請求！

# thereIsNoMessage
source: There are no messages yet.
es: Todavía no hay mensajes.
ja: まだメッセージがありません。
ko: 아직 메시지가 없습니다.
zh: 还没有消息。
zh_tw: 還沒有任何消息。

# sendMessageToYourFriend
source: Send a message to your friend!
es: ¡Envía un mensaje a tu amigo!
ja: 友達にメッセージを送りましょう!
ko: 친구에게 메시지를 보내세요!
zh: 给你的朋友发送消息！
zh_tw: 給您的朋友發送消息！

# startAnonymously
source: Want to start chatting anonymously?Â
es: ¿Quieres empezar a chatear de forma anónima?
ja: 匿名でチャットを始めますか？
ko: 익명으로 채팅을 시작하고 싶으세요?

source: Get Started!
es: Empezar!
ja: 始める!
ko: 시작하기!

source: Price Plan
es: Plan de precios.
ja: 料金プラン
ko: 요금 플랜

source: Free
ja: フリー

# freePlanPrice
source: 0$ / month
es: 0$ / mes
ja: 0$ / 月
ko: 0$ / 월

# freePlanLine1
source: It can be used for free, but some features are limited
es: Se puede utilizar de forma gratuita, pero algunas funciones están limitadas.
ja: 無料で利用することができますが、いくつかの機能が制限されます。
ko: 무료로 사용할 수 있지만, 일부 기능에는 제한이 있습니다.

# freePlanLine2
source: You can use the gender filter and unlimited translation features.
es: Puede utilizar el filtro de género y las funciones de traducción ilimitadas.
ja: ジェンダーフィルターと無制限の翻訳機能を利用できます。
ko: 성별 필터와 무제한 번역 기능을 사용할 수 있습니다.

# freePlanLine3_1
source: Available with all plans
es: Disponible con todos los planes.
ja: 全てのプランで利用可能
ko: 모든 플랜에서 사용 가능

# freePlanLine3_2
source: Friend registration, direct messaging, matching history, profile features, etc.
es: Registro de amigos, mensajes directos, historial de emparejamientos, funciones de perfil, etc.
ja: フレンド登録、ダイレクトメッセージ、マッチングヒストリー、プロフィール機能、等々。
ko: 친구 등록, 다이렉트 메시지, 매칭 기록, 프로필 기능 등등.

# choosePlan
source: Choose a Plan
es: Elegir un plan
ja: プランを選択
ko: 플랜 선택

source: Premium
ja: プレミアム

# premiumPlanPrice
source: 5$ / month
es: 5$ / mes
ja: 5$ / 月
ko: 5$ / 월

# premiumPlanLine1
source: This is a plan that allows you to use all features without any restrictions.
es: Este es un plan que te permite utilizar todas las funciones sin restricciones.
ja: 制限なく全ての機能を利用することができるプランです。
ko: 제한 없이 모든 기능을 사용할 수 있는 플랜입니다.

# premiumPlanLine2
source: You can use the gender filter and unlimited translation features.
es: Puede utilizar el filtro de género y las funciones de traducción ilimitadas.
ja: ジェンダーフィルターと無制限の翻訳機能を利用できます。
ko: 성별 필터와 무제한 번역 기능을 사용할 수 있습니다.

# premiumPlanLine3_1
source: Available with all plans
es: Disponible con todos los planes.
ja: 全てのプランで利用可能
ko: 모든 플랜에서 사용 가능

# premiumPlanLine3_2
source: Friend registration, direct messaging, matching history, profile features, etc.
es: Registro de amigos, mensajes directos, historial de emparejamientos, funciones de perfil, etc.
ja: フレンド登録、ダイレクトメッセージ、マッチングヒストリー、プロフィール機能、等々。
ko: 친구 등록, 다이렉트 메시지, 매칭 기록, 프로필 기능 등등.

# confirmCancelPremium
source: Are you sure you want to switch to the free plan?
es: ¿Estás seguro de que quieres cambiar al plan gratuito?
ja: 本当にフリープランに切り替えますか？
ko: 정말 무료 플랜으로 전환하시겠습니까?

# confirmAfterCancelPremium
source: After switching plans, you can continue to use the premium plan until the end of the period.
es: Después de cambiar de plan, puedes continuar utilizando el plan premium hasta el final del período.
ja: プランを切り替えた後も、引き続きpremiumプランは期間終了まで利用できます
ko: 플랜을 변경한 후에도, 기간이 끝날 때까지 프리미엄 플랜을 계속해서 이용할 수 있습니다.

source: Yes
es: sí
ja: はい
ko: 네

source: No
ja: いいえ
ko: 아니

# createAccount
source: Create an account
es: Crear una cuenta
ja: アカウントを作成
ko: 계정 생성

# requireCreateAccount
source: Registration for premium requires the creation of an account.
es: Para registrarse en premium, es necesario crear una cuenta.
ja: プレミアムの登録には、アカウントの作成が必要です。
ko: 프리미엄 등록을 위해서는 계정 생성이 필요합니다.

source: Create
es: Crear
ja: 作成する
ko: 만들기

# errorEmailFormat
source: The format of the Email is incorrect.
es: El formato del correo electrónico es incorrecto.
ja: Emailの形式が正しくありません。
ko: 이메일 형식이 올바르지 않습니다.

# doneSwitchFreePlan
source: The plan change process has been completed. It will switch to the Free plan on the expiration date of the Premium plan.
es: El proceso de cambio de plan ha finalizado. Se cambiará al plan gratuito en la fecha de finalización del plan Premium.
ja: プランの切り替え処理が完了しました。Premiumプランの期間終了日にFreeプランへ切り替わります。
ko: 플랜 변경 처리가 완료되었습니다. 프리미엄 플랜의 기간 종료일에 무료 플랜으로 전환됩니다.

# doneAlreadySwitchFreePlan
source: The plan change process has already been completed. It will switch to the Free plan on the expiration date of the Premium plan.
es: El proceso de cambio de plan ya se ha completado. Cambiará al plan gratuito en la fecha de finalización del plan Premium.
ja: プランの切り替え処理は既に完了しています。Premiumプランの期間終了日にFreeプランへ切り替わります。
ko: 플랜 변경 처리는 이미 완료되었습니다. 프리미엄 플랜의 기간 종료일에 무료 플랜으로 전환됩니다.

# contactSupport
source: It's a system error. Please contact the administration.
es: Es un error del sistema. Por favor, contacte con la administración.
ja: システムエラーです。運営に問い合わせてください。
ko: 시스템 오류입니다. 운영진에게 문의해 주세요.
